Repository: dgrieser/gitlab-time-tracker
Catalog: po/*.po
Languages: de

source: Please configure the server URL and token in preferences
de: Bitte konfigurieren Sie die Server-URL und das Token in den Einstellungen

source: Select project & issue
de: Projekt & Issue auswählen

source: Project: None
de: Projekt: Keins

source: Issue: None
de: Issue: Keine

source: Open project in browser
de: Projekt im Browser öffnen

source: Open issue in browser
de: Issue im Browser öffnen

source: Start
de: Starten

source: Pause
de: Pausieren

source: Stop & Send
de: Stoppen & Senden

source: Cancel
de: Abbrechen

source: Monthly Report
de: Monatsbericht

source: Settings
de: Einstellungen

source: Project
de: Projekt

source: Error
de: Fehler

source: Unable to open selector
de: Auswahl kann nicht geöffnet werden

source: No project selected
de: Kein Projekt ausgewählt

source: Unable to open browser
de: Browser kann nicht geöffnet werden

source: No issue selected
de: Keine Issue ausgewählt

source: Issue URL not available
de: Issue-URL nicht verfügbar

source: Please select a project and an issue
de: Bitte wählen Sie ein Projekt und eine Issue aus

source: Resume
de: Fortsetzen

source: Timer cancelled
de: Timer abgebrochen

source: Time sent
de: Zeit gesendet

source: on issue
de: auf Issue

source: Unable to send time
de: Zeit kann nicht gesendet werden

source: Error sending time
de: Fehler beim Senden der Zeit

source: Unable to open report
de: Bericht kann nicht geöffnet werden

source: Extension not found
de: Erweiterung nicht gefunden

source: Unable to open preferences
de: Einstellungen können nicht geöffnet werden

source: Select a project and an issue
de: Ein Projekt und eine Issue auswählen

source: Search project...
de: Projekt suchen...

source: Search issue...
de: Issue suchen...

source: Loading...
de: Laden...

source: Select
de: Auswählen

source: GitLab Time Tracking
de: GitLab Zeiterfassung

source: Monthly Time Report
de: Monatlicher Zeitbericht

source: Select a project...
de: Ein Projekt auswählen...

source: Total time
de: Gesamtzeit

source: Export Markdown
de: Markdown exportieren

source: Export CSV
de: CSV exportieren

source: Close
de: Schließen

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Unable to load projects
de: Projekte können nicht geladen werden

source: Error loading projects
de: Fehler beim Laden der Projekte

source: No projects available
de: Keine Projekte verfügbar

source: Unable to load report
de: Bericht kann nicht geladen werden

source: Error loading report
de: Fehler beim Laden des Berichts

source: Other
de: Andere

source: No label
de: Kein Label

source: No time tracked for this period
de: Keine Zeit für diesen Zeitraum erfasst

source: Categories
de: Kategorien

source: No data to export
de: Keine Daten zum Exportieren

source: Unable to export
de: Export nicht möglich

source: Report exported
de: Bericht exportiert

source: Open File
de: Datei öffnen

source: Open Containing Folder
de: Übergeordneten Ordner öffnen

source: GitLab Configuration
de: GitLab-Konfiguration

source: Configure your GitLab server and access token
de: Konfigurieren Sie Ihren GitLab-Server und Zugriffstoken

source: Access Token
de: Zugriffstoken

source: Timer Configuration
de: Timer-Konfiguration

source: Configure timer behavior after screen lock, logout or restart
de: Timer-Verhalten nach Bildschirmsperre, Abmeldung oder Neustart konfigurieren

source: Resume automatically after unlock
de: Automatisch nach Entsperrung fortsetzen

source: Automatically resume the timer when the screen is unlocked
de: Den Timer automatisch fortsetzen, wenn der Bildschirm entsperrt wird

source: Count elapsed time when locked
de: Verstrichene Zeit bei Sperre zählen

source: Count time elapsed during lock, logout or shutdown
de: Verstrichene Zeit während Sperre, Abmeldung oder Herunterfahren zählen

source: Reports Configuration
de: Berichtskonfiguration

source: Configure filters for monthly reports
de: Filter für monatliche Berichte konfigurieren

source: Tags included in reports
de: In Berichten enthaltene Tags

source: Leave empty to display all tags. Otherwise, enter a comma-separated list of tags or regular expressions. Examples: • "Corrective Maintenance,Preventive Maintenance" • "^Maintenance.*$" (all tags starting with "Maintenance") • "Bug,^Feature.*$" Issues without these tags will appear as "Other" in reports.
de: Leer lassen, um alle Tags anzuzeigen. Andernfalls geben Sie eine durch Kommas getrennte Liste von Tags oder regulären Ausdrücken ein. Beispiele: • "Korrektive Wartung,Präventive Wartung" • "^Wartung.*$" (alle Tags, die mit "Wartung" beginnen) • "Bug,^Feature.*$" Issues ohne diese Tags erscheinen als "Andere" in den Berichten.

source: Information
de: Informationen

source: To create a personal access token: 1. Go to your GitLab profile 2. Settings → Access Tokens 3. Create a new token with "api" permissions 4. Copy the token and paste it above
de: So erstellen Sie ein persönliches Zugriffstoken: 1. Gehen Sie zu Ihrem GitLab-Profil 2. Einstellungen → Zugriffstoken 3. Erstellen Sie ein neues Token mit "api"-Berechtigungen 4. Kopieren Sie das Token und fügen Sie es oben ein
